Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Ei yhteyttä
nn: Fråkopla

source: Haluatko tallentaa tämän salasanan?
nn: Vil du lagra dette passordet?

source: Muista
nn: Hugs

source: Ei nyt
nn: Ikkje no

source: Väärä salasana, yritä uudelleen:
nn: Feil passord. Prøv igjen:

source: Huone on salasanasuojattu:
nn: Dette rommet er verna med eit passord.

source: Liity
nn: Bli med

source: KeskusteluEscher Cat (SMS)
nn: SamtaleEscher Cat (SMS)

source: Tuntematon tai virheellinen tunniste
nn: Ukjend eller ugyldig identifikator

source: Muokkaa estettyjä tuttavia
nn: Endra blokkerte kontaktar

source: Käyttäjätili:
nn: Konto:

source: Estetyt tuttavat
nn: Blokkerte kontaktar

source: Koko nimi
nn: Fullt namn

source: Puhelinnumero
nn: Telefonnummer

source: Sähköpostiosoite
nn: E-postadresse

source: WWW-sivusto
nn: Nettstad

source: Syntymäpäivä
nn: Fødselsdag

source: Viimeksi nähty:
nn: Sist sett:

source: Palvelin:
nn: Tenar:

source: Yhdisti kohteesta:
nn: Tilkopla frå:

source: työ
nn: arbeid

source: koti
nn: heime

source: matkapuhelin
nn: mobil

source: ääni
nn: tale

source: ensisijainen
nn: føretrekt

source: postiosoite
nn: post

source: Etsi tuttavia
nn: Søk i kontaktar

source: _Lisää tuttava
nn: _Legg til kontakt

source: Tuttavia ei löytynyt
nn: Ingen kontaktar funne

source: Tallenna vastaus
nn: Lagra personbilete

source: Avataria ei voitu tallentaa
nn: Klarte ikkje lagra personbilete

source: Tuttavan tiedot
nn: Kontaktdetaljar

source: Pyydetään tietoja…
nn: Førespurt informasjon …

# Sijainti hetkellä (pvm)
source: Sijainti hetkellä (pvm)\t
nn: Stad den (dato)\t

source: Asiakastiedot
nn: Klientinformasjon

source: Ryhmät
nn: Grupper

source: Valitse ryhmät, joissa haluat tämän tuttavan näkyvän. Huomaa että voit valita useita ryhmiä tai olla valitsematta yhtään ryhmää.
nn: Vel gruppene du ønskjer at denne kontakten skal visast i. Du kan velja fleire eller ingen.

source: _Lisää ryhmäverb in a column header displaying group names
nn: _Legg til gruppeverb in a column header displaying group names

source: Valitse
nn: Vel

source: Uusi tuttava
nn: Ny kontakt

source: Estetäänkö %s?
nn: Blokkera %s?

source: _Estä
nn: _Blokker

source: Muokkaa tuttavan tietoja
nn: Endra kontaktinformasjon

source: Matkapuhelin
nn: Mobil

source: Työ
nn: Arbeid

source: Koti
nn: Heime

source: Es_tä tuttava
nn: _Blokker kontakt

source: Poista ja _estä
nn: Slett og _blokker

source: Haluatko varmasti poistaa tuttavan "%s" yhteystiedot?
nn: Vil du verkeleg fjerna kontakten «%s»?

source: Poistetaan tuttava
nn: Fjernar kontakt

source: _Keskustele
nn: _Prat

source: _Äänipuhelu
nn: _Lydsamtale

source: _Videopuhelu
nn: _Videosamtale

source: _Aiemmat keskustelut
nn: _Tidlegare samtaler

source: Lähetä tiedosto
nn: Send fil

source: Jaa työpöytäni
nn: Del skrivebordet mitt

source: Suosikki
nn: Favoritt

source: _TietojaEdit individual (contextual menu)
nn: Infor_masjonEdit individual (contextual menu)

source: Kutsuu sinut tähän keskusteluhuoneeseen
nn: Inviterer deg til dette rommet

source: _Kutsu keskusteluhuoneeseen
nn: _Inviter til praterom

source: _Lisää tuttava…
nn: _Legg til kontakt …

source: Haluatko varmasti poistaa ryhmän "%s"?
nn: Vil du verkeleg fjerna gruppa «%s»?

source: Poistetaan ryhmää
nn: Fjernar gruppe

source: Kanavat:
nn: Kanalar:

source: Maan ISO-tunnus:
nn: ISO-kode for land:

source: Maa:
nn: Land:

source: Kaupunki:
nn: By:

source: Alue:
nn: Område:

source: Postinumero:
nn: Postnummer:

source: Katu:
nn: Gate:

source: Rakennus:
nn: Bygnad:

source: Kerros:
nn: Etasje:

source: Huone:
nn: Rom:

source: Teksti:
nn: Tekst:

source: Tarkkuustaso:
nn: Presisjonsnivå:

source: Vertikaalinen virhe (metriä):
nn: Vertikal feil (meter):

source: Horisontaalinen virhe (metriä):
nn: Horisontal feil (meter):

source: Nopeus:
nn: Snøggleik:

source: Suuntima:
nn: Retning:

source: Kiipeämisvauhti:
nn: Klatresnøggleik:

source: Pituuspiiri:
nn: Lengdegrad:

source: Leveyspiiri:
nn: Breiddegrad:

source: SijaintiLocation, $date
nn: StadLocation, $date

source: %e. %Bta %Y klo %R UTC
nn: %u. %B %Y kl. %R UTC

source: Nimimerkki:
nn: Alias:

source: Tunniste:
nn: Identifikator:

source: Uusi verkko
nn: Nytt nettverk

source: Valitse IRC-verkko
nn: Vel eit IRC-nettverk

source: _Nollaa verkkoluetteloverb displayed on a button to select an IRC network
nn: Nullstill _nettverkslisteverb displayed on a button to select an IRC network

source: uusi palvelin
nn: ny tenar

source: Keskustelu %s:ssa
nn: Prat i %s

source: Keskustele käyttäjän %s kanssaA date with the time
nn: Prat med %sA date with the time

source: Tänään
nn: I dag

source: Eilen
nn: I går

source: %e. %Bta %Y
nn: %e. %B %Y

source: Milloin tahansa
nn: Når som helst

source: Kuka tahansa
nn: Kven som helst

source: Kuka
nn: Kven

source: Milloin
nn: Når

source: Mitä tahansa
nn: Kva som helst

source: Mitä
nn: Kva

source: Tyhjennä kaikki
nn: Tøm alle

source: Poista kohteesta:
nn: Slett frå:

source: Poista kaikki historia...
nn: Slett heile prateloggen …

source: Keskustelu
nn: Prat

source: sivu 2
nn: side 2

source: Minkälainen pikaviestintili sinulla on?
nn: Kva for type konto har du?

source: Uusi puhelu
nn: Ny samtale

source: Uusi keskustelu
nn: Ny samtale

source: Oma viesti…
nn: Eigendefinert melding …

source: Muokkaa omia viestejä…
nn: Rediger eigendefinerte meldingar …

source: Napsauta poistaaksesi tämän tilan suosikeista
nn: Trykk for å fjerna denne statusen som favoritt

source: Napsauta tehdäksesi tästä tilasta suosikin
nn: Trykk for å gjera denne statusen til ein favoritt

source: Aseta tila
nn: Set status

source: Omat viestit…Google TalkYahoo!
nn: Eigendefinerte meldingar …Google TalkYahoo!

source: Uusi %s-tili
nn: Ny %s-konto

source: _Huomioi kirjainkoko
nn: _Skil mellom store og små bokstavar

source: Lausetta ei löydy
nn: Teksten vart ikkje funnen

source: Vastaanotettiin pikaviesti
nn: Mottok ei lynmelding

source: Lähetettiin pikaviesti
nn: Sende ei lynmelding

source: Saapuva keskustelupyyntö
nn: Innkommande samtaleførespurnad

source: Tuttava yhdistetty
nn: Kopla til kontakt

source: Yhteys tuttavaan katkaistu
nn: Kopla frå kontakt

source: Yhdistetty palvelimeen
nn: Kopla til tenar

source: Yhteys palvelimeen katkaistu
nn: Kopla frå tenar

source: Saapuva puhelu
nn: Innkommande lydsamtale

source: Lähetä puhelu
nn: Utgåande lydsamtale

source: Puhelu päättyi
nn: Lydsamtale avslutta

source: Muokkaa itse määriteltyjä viestejä
nn: Rediger eigendefinerte meldingar

source: Liittymispyyntö
nn: Abonnementsførespurnad

source: _Kieltäydy
nn: _Avslå

source: _Hyväksy
nn: _Godta

source: Viestiä muokattu %s
nn: Melding endra %s

source: URI:a ei voi avata
nn: Klarte ikkje opna URI

source: Valitse tiedosto
nn: Vel fil

source: _Kopioi linkin osoite
nn: _Kopier lenkjeadresse

source: _Avaa linkki
nn: _Opna lenkje

source: Nykyinen maa-asetusto
nn: Gjeldande lokaltilpassing

source: arabia
nn: Arabisk

source: armenia
nn: Armensk

source: baltti
nn: Baltisk

source: keltti
nn: Keltisk

source: keskieurooppalainen
nn: Sentraleuropeisk

source: kiina, yksinkertaistettu
nn: Forenkla kinesisk

source: kiina, perinteinen
nn: Tradisjonell kinesisk

source: kroatia
nn: Kroatisk

source: kyrillinen
nn: Kyrillisk

source: kyrillinen, Venäjä
nn: Kyrillisk/russisk

source: kyrillinen, Ukraina
nn: Kyrillisk/ukrainsk

source: georgia
nn: Georgisk

source: kreikka
nn: Gresk

source: heprea
nn: Hebraisk

source: heprea, visuaalinen
nn: Visuell hebraisk

source: islanti
nn: Islandsk

source: japani
nn: Japansk

source: korea
nn: Koreansk

source: pohjoismainen
nn: Nordisk

source: farsi
nn: Persisk

source: romania
nn: Rumensk

source: etelä-eurooppa
nn: Søreuropeisk

source: turkki
nn: Tyrkisk

source: länsimaalainen
nn: Vestleg

source: vietnam
nn: Vietnamesisk

source: Ei virheilmoitusta
nn: Inga feilmelding

source: Pikaviesti (Empathy)
nn: Lynmelding (Empathy)

source: Empathy on vapaa ohjelma; sitä on sallittu levittää edelleen ja muuttaa GNU yleisen lisenssin (GPL lisenssin) ehtojen mukaan sellaisina kuin Free Software Foundation on ne julkaissut; joko lisenssin version 2, tai (valinnan mukaan) minkä tahansa myöhemmän version mukaisesti.
nn: Empathy er fri programvare. Du kan vidareformidla det og/eller endra det under vilkåra i GNU General Public License publisert av Free Software Foundation, anten versjon 2 av lisensen, eller, om du ønskjer, ein nyare versjon.

source: Empathyä levitetään siinä toivossa, että se olisi hyödyllinen, mutta ilman mitään takuuta; ilman edes hiljaista takuuta kaupallisesti hyväksyttävästä laadusta tai soveltuvuudesta tiettyyn tarkoitukseen. Katso GPL lisenssistä lisää yksityiskohtia.
nn: Empathy er gjort tilgjengeleg med håp om at det vil vera til nytte, men UTAN NOKON GARANTI, og heller ikkje med nokon indirekte garanti om at det vil vera OMSETJELEG eller EIGNA TIL NOKO SPESIELT FORMÅL. Sjå GNU General Public License for meir informasjon.

source: Empathyn mukana pitäisi tulla kopio GPL-lisenssistä; jos näin ei ole, kirjoita osoitteeseen Free Software Foundation Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301, USA.
nn: Du bør ha motteken ein kopi av GNU General Public License saman med programmet. Dersom det ikkje er tilfellet, skriv til Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-130159, USA.

source: Gnomen pikaviestiohjelma
nn: Ein lynmeldingsklient for GNOME

source: Samuli Seppänen ja Henna Nykänen, 2006. Ilkka Tuohela, 2006-2009. Tommi Vainikainen, 2009. Ville-Pekka Vainio, 2010. http://www.gnome.fi/ Launchpad Contributions: Aleksi Kinnunen https://launchpad.net/~aleksi-kinnunen Antti Kajander https://launchpad.net/~antti-kajander Christian Hellberg https://launchpad.net/~christian-hellberg Elias Julkunen https://launchpad.net/~eliasj Heidi Mattila https://launchpad.net/~hessuk Heikki Mäntysaari https://launchpad.net/~heikki-mantysaari Ilari Oras https://launchpad.net/~ilarioras Ilkka Tuohela https://launchpad.net/~hile Ilkka Tuohela https://launchpad.net/~hile-utu Jammi Vesterinen https://launchpad.net/~jmov Jani Uusitalo https://launchpad.net/~uusijani Jarkko Ruottinen https://launchpad.net/~jarruo Jere Sokka https://launchpad.net/~jerry-sokka Jiri Grönroos https://launchpad.net/~jiri-gronroos Jiri Grönroos https://launchpad.net/~jiri-gronroos+l10n Joonas Pajuniva https://launchpad.net/~joonas-pajuniva Jussi Aalto https://launchpad.net/~jtaalto-deactivatedaccount Kristian Kurki https://launchpad.net/~kristian-kurki Lasse Liehu https://launchpad.net/~lliehu Matti Karnaattu https://launchpad.net/~mattikarnaattu Mikaela Suomalainen https://launchpad.net/~mikaela Mikko Nissinen https://launchpad.net/~mikko Miko-Matias Grönvall https://launchpad.net/~matias-gronvall Ncl8 https://launchpad.net/~crofle Taulukauppias https://launchpad.net/~mrtampio Timo Jyrinki https://launchpad.net/~timo-jyrinki Tomi Juntunen https://launchpad.net/~tojuntu Tommi Saira https://launchpad.net/~tommisaira Tommi Vainikainen https://launchpad.net/~thv Ville-Pekka Vainio https://launchpad.net/~vpvainio papukaija https://launchpad.net/~papukaija
nn: Torstein Adolf Winterseth <kvikende@fsfe.org <mailto\:kvikende\@fsfe\.org>> Send feilmeldingar og kommentarar til <i18n\-nn\@lister\.ping\.uio\.no> Launchpad Contributions: Andreas N. https://launchpad.net/~gedemiti Kurt-Rune Bergset https://launchpad.net/~kurtber Martin Myrvold https://launchpad.net/~myrvold-martin Moonchild https://launchpad.net/~martine-sand Robert Ancell https://launchpad.net/~robert-ancell Torstein A. W. https://launchpad.net/~kvikende darktear https://launchpad.net/~darktear

source: Älä näytä mitään valintaikkunoita; tee mitä tahansa työtä (esim. tuonti) ja poistu
nn: Ikkje vis nokre dialogvindauge. Utfør arbeid (t.d. import) og avslutt

source: Valitse tili alussa (esim. gabble/jabber/foo_40example_2eorg0)
nn: Vel oppgjeven konto ved oppstart (t.d. gabble/jabber/foo_40døme_2eorg0)
